Repository: tojaku/lotg
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hr

source: Field is required
hr: Unos u polje je obavezan

source: Must be valid e-mail address
hr: Mora biti valjana e-mail adresa

source: Maximum length is %(max)d
hr: Najveća dužina je %(max)d

source: Password
hr: Zaporka

source: Confirm password
hr: Potvrda zaporke

source: Password and confirmation must be equal
hr: Zaporka i potvrda moraju biti jednake

source: Language
hr: Jezik

source: Timezone
hr: Vremenska zona

source: Home
hr: Naslovnica

source: Welcome
hr: Dobro došli

source: Sign in
hr: Prijava korisnika

source: Submit
hr: Pošalji

source: Sign up
hr: Registracija korisnika
